Repository: acirmandello/ardesia
Catalog: trunk/ardesia/po/*.po
Languages: de

source: An error is occurred. Do you want send the crash report?
de: Ein Fehler ist aufgetreten. Wollen Sie senden die Crash-Bericht?

source: Ardesia -- a program for painting on the screen with this program you can play, draw, learn and teach This program has been written such as a freedom sonet We believe in the freedom and in the freedom of education Copyright (C) 2009 Pilolli Pietro <pilolli.pietro@gmail.com> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
de: Ardesia -- ein Programm fur die Malerei auf dem Desktop-Bildschirm Mit diesem Programm konnen Sie spielen, malen, lernen und lehren Dieses Programm wurde als ein Sonett der Freiheit geschrieben Wir glauben an die Freiheit und die Freiheit der Erziehung Copyright (C) 2009 Pilolli Pietro <pilolli.pietro@gmail.com> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: Choose the background
de: Wahlen sie den hintergrund

source: Choose the background color
de: Wahlen sie die hintergrundfarbe

source: background color
de: Wahlen sie die hintergrundfarbe

source: image
de: bild

source: Choose a project name
de: Wahlen sie einen projektnamen

source: Do you want to share your work by email?
de: Wollen sie ihre arbeit per E-Mail teilen?

source: Add to pdf
de: Zur pdf

source: Color Chooser
de: Farbwahler

source: Drawing Mode
de: Zeichnen modus

source: Eraser
de: Radierer

source: Filler
de: Fullstoff

source: Highlighter
de: Marker

source: Insert Text
de: Text einfugen

source: Mouse
de: Maus

source: Pencil
de: Bleistift

source: Preferences
de: Voreinstellungen

source: Quit
de: Beenden

source: Redo
de: Bereit

source: Thickness
de: Dicke

source: Undo
de: Ryckgangig machen

source: White
de: Weib

source: Yellow
de: Gelb

source: Fail to open the file %s: Permission denied
de: Konnte Datei »%s« nicht öffnen: keine Berechtigung
